taskt/Core/Automation/Commands/WordGroup/WordOpenDocumentCommand.dot
digraph "WordOpenDocumentCommand" {
"WordOpenDocumentCommand" -> "ScriptCommand";
"WordOpenDocumentCommand" -> "IFileExistsFilePathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
