taskt/Core/Automation/Commands/WordGroup/WordOpenDocumentCommand.puml
@startuml
WordOpenDocumentCommand --> ScriptCommand
WordOpenDocumentCommand --> IFileExistsFilePathProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
